Tekla Open API Reference for Tekla Structures 2025
NewLineElement Constructor
Initializes a new instance of the NewLineElement class
 Namespace: Tekla.Structures.Drawing
 Assembly: Tekla.Structures.Drawing (in Tekla.Structures.Drawing.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public NewLineElement()
Public Sub New
See Also
Reference
NewLineElement Class
Tekla.Structures.Drawing Namespace